Repository: ASSIRY-AHMED/quran-ios
Catalog: Quran/*.lproj/Localizable.strings
Languages: kk, uz

# prefs_volume_key_navigation_title
source: Volume key navigation
kk: Дауыс пернелерін пайдалану
uz: Ovoz tugmalaridan foydalanish

# prefs_volume_key_navigation_summary
source: Navigate between pages using volume keys
kk: Дауыс пернелері арқылы бет аудару
uz: Qurilmaning ovoz tugmalari yordamida varoqlash

# prefs_category_reading
source: Reading Preferences
kk: Оқу
uz: Oʻqish

# prefs_category_translation
source: Translation Preferences
kk: Аударма баптаулары
uz: Tarjima sozlamalari

# prefs_category_display_settings
source: Display Settings
kk: Көрініс
uz: Koʻrinish

# prefs_use_arabic_title
source: Arabic mode
kk: Арабша режим
uz: Arabcha rejim

# prefs_use_arabic_summary_on
source: Use Arabic for application interface
kk: Бағдарлама араб тілінде істейді
uz: Ilova arab tilida ishlaydi

# prefs_new_background_title
source: New background
kk: Жаңа фон
uz: Yangi fon

# prefs_lock_orientation_title
source: Lock screen orientation
kk: Экран бағытын құлыптау
uz: Ekran oriyentatsiyasini qulflash

# prefs_lock_orientation_summary_on
source: Use fixed orientation mode
kk: Құран беттері экранның белгіленген бағытында ұсталады
uz: Qurʼon sahifalari doim belgilangan oriyentatsiyada boʻladi

# prefs_lock_orientation_summary_off
source: Adaptive to current orientation mode
kk: Ағымдық бағытта пайдалану
uz: Joriy oriyentatsiyadan foydalaniladi

# prefs_landscape_orientation_title
source: Landscape orientation
kk: Көлденең бағыт
uz: Landshaft rejim

# prefs_landscape_orientation_summary_on
source: Always use landscape mode
kk: Көлденең бағытта пайдалану
uz: Yotiq oriyentatsiyadan foydalaniladi

# prefs_landscape_orientation_summary_off
source: Always use portrait mode
kk: Тік бағытта пайдалану
uz: Tik oriyentatsiyadan foydalaniladi

# prefs_night_mode_title
source: Night mode
kk: Түнгі режим
uz: Tunggi rejim

# prefs_night_mode_summary
source: Use dark background and light fonts
kk: Қара фон мен ашық түсті шрифт қолданылады
uz: Qora fon va porloq shriftlardan foydalaniladi

# prefs_night_mode_text_brightness_title
source: Text brightness
kk: Мәтін ашықтығы
uz: Matn porloqliligi

# prefs_night_mode_text_brightness_summary
source: Brightness of the text when night mode is active
kk: Түнгі режимдегі мәтін ашықтығы
uz: Tunggi rejim ishga tushirilgan paytdagi matn porloqliligi

# prefs_overlay_page_info_title
source: Show page info
kk: Бет деректері
uz: Sahifa maʼlumotlari

# prefs_overlay_page_info_summary
source: Overlay page number, sura name, and juz' number while reading
kk: Сүре аты, бет және пара ретін көрсету
uz: Sura nomi, sahifa va juz raqamlarini koʻrsatish

# prefs_display_marker_title
source: Display marker popups
kk: Бөлім деректері
uz: Boʻlim maʼlumotlari

# prefs_display_marker_summary
source: Display popup on reaching juz', hizb, etc.
kk: Пара, хизб және т.б. бөлімдерге жеткенде мәлімет көрсету
uz: Juz, hizb kabi boʻlimlarga yetib kelganda bu haqida maʼlumot koʻrsatish

# prefs_highlight_bookmarks_title
source: Highlight bookmarks
kk: Бетбелгі деректері
uz: Xatchoʻp maʼlumotlari

# prefs_highlight_bookmarks_summary
source: Highlight bookmarked ayahs while reading
kk: Белгіленген аяттарды ажыратып көрсету
uz: Xatchoʻplangan oyatlarni alohida ajratib koʻrsatish

# prefs_translation_text_title
source: Translation text size
kk: Аударма мәтіні өлшемі
uz: Tarjima shrifti oʻlchami

# prefs_translations
source: Translations
kk: Аудармалар
uz: Tarjimalar

# prefs_translations_summary
source: Download and manage translations
kk: Аудармалар жүктеу және басқару
uz: Tarjimalarni saqlab olish va boshqarish

# prefs_ayah_before_translation_title
source: Ayah before translation
kk: Алдымен аятты көрсету
uz: Oyatni avval koʻrsatish

# prefs_ayah_before_translation_summary
source: Show ayah in Arabic above the translation
kk: Арабша аяттарды аудармалардың үстінен көрсету
uz: Arabcha oyatlarni tarjima matni ustida koʻrsatish

# prefs_category_download
source: Download Options
kk: Жүктеу
uz: Saqlab olish

# prefs_streaming_title
source: Streaming
kk: Ағындық
uz: Striming

# prefs_streaming_summary
source: Stream audio when possible (non-gapless audio only)
kk: Мүмкіндігінше ағындық аудио пайдалану (тек үзіктерге бөлінген аудио)
uz: Imkon qadar audio strimingdan foydalanish (faqat nomuttasil audio fayllar)

# prefs_download_amount_title
source: Download amount
kk: Жүктеу мөлшері
uz: Hajm

# prefs_download_amount_summary
source: Preferred download amount for non-gapless audio
kk: Үзіктерге бөлінген аудио файлдарын жүктеу мөлшері
uz: Nomuttasil audio fayllarni saqlab olish hajmi

# prefs_audio_manager
source: Audio manager (experimental)
kk: Аудио менеджер (эксперименттік)
uz: Audio Menejer (eksperimental)

# prefs_audio_manager_summary
source: Manage and download Quranic audio
kk: Құран аудио файлдарын жүктеу және басқару
uz: Qurʼon audio fayllarini saqlab olish va boshqarish

# downloaded_translations
source: Downloaded
kk: Жүктелгендер
uz: Saqlab olingan

# available_translations
source: Available for download
kk: Жүктеуге болатындар
uz: Saqlab olish mumkin

# remove_button
source: Remove
kk: Жою
uz: Oʻchirish

# prefs_app_location_title
source: Quran data directory
kk: Деректер орны
uz: Maʼlumotlar jildi

# prefs_app_location_summary
source: Choose where to store Quran files
kk: Құран файлдары сақталған орын
uz: Qurʼon fayllari saqlanadigan joy

# prefs_sdcard_internal
source: Internal storage
kk: Ішкі жады
uz: Ichki xotira

# prefs_sdcard_external
source: External SD card %1$d
kk: Сыртқы жады (SD карта %1$d)
uz: Tashqi xotira (SD karta %1$d)

# prefs_app_size
source: Current data size is
kk: Файлдар өлшемі:
uz: Mavjud fayllar hajmi:

# prefs_calculating_app_size
source: Calculating App Size
kk: Бағдарлама өлшемі есептелуде…
uz: Ilova hajmi hisoblanmoqda…

# prefs_copying_app_files
source: Copying App files
kk: Бағдарлама файлдары көшірілуде…
uz: Ilova fayllari koʻchirilmoqda…

# prefs_err_moving_app_files
source: Failed to move app files
kk: Файлдарды көшіру барсындағы қателік
uz: Fayllarni koʻchirib oʻtkazishda xatolik yuz berdi

# prefs_no_enough_space_to_move_files
source: Insufficient space to move app files
kk: Файлдарды көшіруге бос орын жетпейді
uz: Fayllarni koʻchirib oʻtkazish uchun yetarli joy mavjud emas

# prefs_megabytes_int
source: %1$d MB
kk: %1$d Mб

# prefs_megabytes_str
source: %s MB
kk: %s Mб

# prefs_tablet_mode_title
source: Tablet Mode
kk: Планшет режимі
uz: Planshet rejimi

# prefs_tablet_mode_enabled
source: In landscape, two pages will appear side by side.
kk: Көлденең режимде екі бет қатарынан көрсетіледі.
uz: Yotiq holatda ikki bet yonma-yon koʻrinadi

# prefs_tablet_mode_disabled
source: In landscape, only one page will appear.
kk: Көлденең режимде тек бір бет көрсетіледі.
uz: Yotiq holatda ham faqat bitta bet koʻrinadi

# prefs_category_advanced
source: Advanced Options
kk: Қосымша
uz: Ilgʻor

# prefs_export_title
source: Export
kk: Экспорт
uz: Eksport

# prefs_export_summary
source: Export a copy of bookmarks and tags
kk: Бетбелгілерді экспорттау
uz: Xatchoʻp va teglarni eksport qilish

# import_data_permissions_error
source: Unable to read backup file due to permissions error.
kk: Рұқсат қателіктеріне байланысты резервтік файлдарды оқу мүмкін емес.
uz: Ruxsat xatoliklari tufayli zaxira faylini oʻqib boʻlmadi.

# import_data_error
source: Invalid backup file (or unable to read backup file).
kk: Жарамсыз резервтік файл (немесе резервтік файл оқылмайды).
uz: Yaroqsiz zaxira fayl (yoxud zaxira faylni oʻqib boʻlmadi).

source: Import Data
kk: Импорт
uz: Import

# import_data_and_override
source: If you import this file, it will replace all your \ bookmarks with %1$d bookmark(s) and %2$d tag(s). Import?
kk: Бұл импорт барлық бетбелгілерді %1$d бетбелгі(лер) және %2$d белгі(лер)ге алмастырады. Импорттау керек пе?
uz: Ushbu import barcha xatchoʻplarni %1$d ta xatchoʻp(lar) va %2$d ta teg(lar) bilan almashtiradi. Import qilinsinmi?

source: Import Successful
kk: Деректер импортталды
uz: Muvaffaqiyatli import qilindi

# export_data_error
source: Error exporting data.
kk: Экспорт қателігі
uz: Eksport qilishda xatolik yuz berdi

# exported_data
source: Data exported to %1$s.
kk: Деректер %1$s жеріне экспортталды
uz: Maʼlumotlar "%1$s"ga eksport qilindi

source: Warning
kk: Назар аударыңыз
uz: Ogohlantirish

# kitkat_external_message
source: Due to Android limitations, if you choose to place Quran data on your external SD card and later uninstall or clear data for Quran Android, all Quran Android pages and audio will be deleted and you will have to download them again. Are you sure you want to use the external SD card?
kk: Бағдарлама сыртқы жадқа (SD карта) көшірілген соң жойылып қайта орнатылса немесе деректер тазаланса барлық Құран суреттері мен аудиолары жойылады және ол деректерді қайта жүктеу керек болады. Сыртқы жадты пайдалануға сенімдімісіз?
uz: Ilovani tashqi xotiraga (SD kartaga) koʻchirib oʻtkazgach, agar u oʻchirib tashlab-qayta oʻrnatilsa yoki maʼlumotlari tozalansa barcha Qurʼon rasmlari va audio fayllar ham oʻchib ketadi va ushbu kerakli maʼlumotlarni yana qayta saqlab olishga toʻgʻri keladi. Baribir tashqi xotiradan foydalanmoqchimisiz?

# please_grant_permissions
source: Please grant permission in application settings.
kk: Өтініш, бағдарлама баптаулары арқылы керекті рұқсаттарды беріңіз
uz: Iltimos, ilova sozlamalari orqali kerakli ruxsatlarni bering

source: Update Available
kk: Жаңа файлдар пайда болды
uz: Yangilanishlar mavjud

# translation_updates_available
source: An update is available for some of your translations. Visit the translations screen now?
kk: Жаңа аудармалар пайда болды. Қазір тексеру керек пе?
uz: Tarjimalar uchun yangilanishlar mavjud, hozir tekshirib koʻrasizmi?

# translation_dialog_yes
source: Yes
kk: Иә
uz: Ha

# translation_dialog_later
source: Later
kk: Кейін
uz: Keyinroq

# quran_hizb
source: Hizb
kk: Хизб

# quran_juz2
source: Juz'
kk: Пара

# quran_page
source: Page
kk: Бет
uz: Sahifa

# quran_sura
source: Surahs
kk: Сүре
uz: Sura

# quran_ayah
source: Ayah %1$d
kk: %1$d-аят
uz: %1$d-oyat

# quran_ayah_details
source: %1$s - Ayah %2$s, Juz' %3$s
kk: %1$s %2$s-аят, %3$s-пара
uz: %1$s %2$s-oyat, %3$s-juz

# quran_sura_title
source: Surat %1$s
kk: %1$s сүресі
uz: %1$s surasi

# sura_ayah_notification_str
source: Sura %1$s, Ayah %2$d
kk: %1$s сүресі, %2$d-аят
uz: %1$s surasi %2$d-oyat

# bookmarks_current_page
source: Current Page
kk: Ашылған бет
uz: Joriy sahifa

# index_loading
source: Loading…
kk: Жүктеу…
uz: Yuklanmoqda…

source: Canceling…
kk: Болдырмау…
uz: Bekor qilinmoqda…

# juz2_description
source: Juz' %1$d
kk: %1$s-пара
uz: %1$s-juz

# page_description
source: page %1$d, Juz' %2$d
kk: %1$s-бет, %2$s-пара
uz: %1$s-bet, %2$s-juz

# highlighting_database
source: Required Files
kk: Керекті файлдар
uz: Kerakli fayllar

# timing_database
source: Required Files
kk: Керекті файлдар
uz: Kerakli fayllar

# sdcard_error
source: Could not find SD card. Please mount it and try again.
kk: SD карта табылмады. Картаны салып қайта байқап көріңіз.
uz: SD karta topilmadi.Iltimos, kartani montaj qiling va qayta harakat qilib koʻring.

source: Download Successful
kk: Жүктелді
uz: Muvaffaqiyatli saqlandi

# download_processing
source: Processing Download…
kk: Жүктеу…
uz: Saqlanmoqda…

# download_error_general
source: Download failed
kk: Жүктелмеді
uz: Saqlash muvaffaqiyatsiz boʻldi

# download_error_disk
source: Not enough disk space to download
kk: Құрылғыда бос орын жоқ
uz: Uskunada yetarli xotira mavjud emas

# download_error_network
source: Could not download due to network error
kk: Байланыс қателігі
uz: Tarmoq bogʻlanishida xatolik yuz berdi

# download_error_perms
source: Could not download due to permissions error
kk: Рұқсат қателігі
uz: Ruhsat muammosi tufayli saqlab boʻlmadi

# download_error_invalid_download
source: Downloaded file was corrupted
kk: Жүктелген файлдар бүлінген
uz: Saqlab olingan fayl buzilgan

# download_error_invalid_download_retry
source: Corrupted file, attempting to re-download
kk: Файл бүлінген; қайта жүктелуде…
uz: Fayl buzilgan, qayta saqlab olishga harakat qilinmoqda…

# download_error_network_retry
source: Network error, trying to resume…
kk: Байланыс қателігі; қайта қосылуда…
uz: Tarqmoq xatoligi, qayta harakat qilinmoqda…

# notification_download_canceled
source: Download canceled
kk: Жүктелу тоқтатылды
uz: Saqlash bekor qilindi

# download_non_wifi_prompt
source: You are not on Wi-Fi. Download data anyway?
kk: Wi-Fi қосылмаған. Бәрібір жүктелсін бе?
uz: Wi-Fi tarmogʻiga ulanmagansiz, baribir fayllarni saqlab olmoqchimisiz?

# download_progress
source: Downloaded %1$s / %2$s
kk: %1$s/%2$s жүктелді
uz: %1$s/%2$s saqlandi

# download_sura_progress
source: Downloaded %1$s / %2$s of sura %3$d
kk: %3$d-сүренің %1$s жүктелді (барлығы: %2$s)…
uz: %3$d-suraning %1$s (jami: %2$s) saqlanmoqda…

# download_sura_ayah_progress
source: Downloading sura %1$d ayah %2$d
kk: %1$d-сүре %2$d-аят жүктелуде…
uz: %1$d-sura %2$d-oyat saqlanmoqda…

# process_progress
source: Processing file %1$d / %2$d
kk: %1$d/%2$d жүктелді
uz: %1$d/%2$d ishlandi

# download_retry
source: Retry
kk: Қайталау
uz: Qayta harakat qilish

# download_cancel
source: Cancel
kk: Болдырмау
uz: Bekor qilish

# download_extra_data
source: We need to download one or two small files to support sharing and translation. Download now?
kk: Бөлісу және аудармаларды пайдалану үшін бір-екі файл жүктеу керек. Қазір жүктелсін бе?
uz: Boʻlishish va tarjimalardan foydalana olish uchun bir-ikkita kichik hajmdagi fayllar lozim. Hozir saqlab olasizmi?

# remove_dlg_title
source: Remove Translation?
kk: Аударма жойылсын ба?
uz: Tarjima oʻchirilsinmi?

# remove_dlg_msg
source: Are you sure you would like to remove the %1$s?
kk: %1$s аудармасын жоюға сенімдімісіз?
uz: Haqiqatda "%1$s" tarjimasini oʻchirmoqchimisiz??

# error_getting_translation_list
source: Unable to download the list of translations. Please try again later.
kk: Аударма тізімі жүктелмеді. Кейінірек байқап көріңіз.
uz: Tarjimalar roʻyxatini olib boʻlmadi. Iltimos, birozdan keyin qayta harakat qilib koʻring.

source: Search Data
kk: Деректерді іздеу
uz: Maʼlumot izlash

# need_translation
source: You don't have any translations/tafaseer downloaded yet.
kk: Аударма/тәпсір жүктелмеген.
uz: Birorta ham tarjima saqlab olinmagan.

source: Get Translations
kk: Аударма жүктеу
uz: Tarjimalar saqlab olish

# email_us
source: If your question is not answered above, you can email quranandroid@gmail.com for support. Please note that we receive lots of emails, so we may not be able to reply to all of them.
kk: Қалаған жауабыңызды алмасаңыз quranandroid@gmail.com поштасына жазыңыз. Бірақ, поштаға көп хаттардың келу себебінен, жауап кешігіп келуі мүмкін. Өтініш, хабарламаны ағылшын тілінде жазыңыз.
uz: Agar savollaringizga yuqorida javob olmagan boʻlsangiz quranandroid@gmail.com adresiga maktub yoʻllashingiz mumkin. Faqat, shuni yodda tutingki, biz juda ham koʻplab E-mail xabarlar olamiz va shu sababli barcha xatlarga javob yoza olmasligimiz mumkin. Iltimos, maktubni ingliz tilida yuborishni unutmang.

source: Makki
kk: Мекке
uz: Makkiy

source: Madani
kk: Мәдина
uz: Madaniy

# verses
source: One verse
kk: 1 аят
uz: Bir oyat

# play_from
source: From
kk: Басы
uz: Boshi

# play_to
source: To
kk: Соңы
uz: Oxiri

# play_restrict_range
source: Only play the above verses
kk: Тек жоғарыдағы аяттарды тыңдау
uz: Yuqorida oyatlarnigina eshitish

# play_verses_range
source: Play set of verses:
kk: Аят топтамасын тыңдау:
uz: Oyatlar toʻplamini:

source: Play each verse:
kk: Әр бір аятты тыңдау:
uz: Har bir oyatni:

# play_apply
source: Apply
kk: Қолдану
uz: Joriy qilish

# play_apply_and_play
source: Apply and Play
kk: Қолдану және тыңдау
uz: Joriy qilish va chalish

source: Previous
kk: Алдыңғы
uz: Avvalgi

source: Play
kk: Тыңдау
uz: Chalish

source: Pause
kk: Кідірту
uz: Pauza

source: Stop
kk: Тоқтату
uz: Toʻxtatish

source: Next
kk: Келесі
uz: Keyingi

# bookmark_ayah
source: Bookmark this Ayah
kk: Аятқа бетбелгі қою
uz: Oyatni xatchoʻplash

# tag_ayah
source: Tag this Ayah
kk: Аятты белгілеу
uz: Oyatni teglash

# share_ayah
source: Share Ayah Link
kk: Аятпен бөлісу
uz: Oyat bogʻichini boʻlishish

source: Share Ayah Text
kk: Аят мәтінімен бөлісу
uz: Oyat matnini boʻlishish

# translation_ayah
source: Ayah Translation/Tafseer
kk: Аят аудармасы/тәпсірі
uz: Oyat tarjimasi

source: Play from Here
kk: Осы жерден бастап тыңдау
uz: Shu yerdan boshlab chal

# via_string
source: via @QuranAndroid
kk: @QuranAndroid арқылы
uz: @QuranAndroid orqali

# search_key
source: Press the search key to look up a verse
kk: Сүрені табу үшін іздеу батырмасын басыңыз
uz: Sura topish uchun izlash tugmasiga bosing

source: Copy Ayah
kk: Аятты көшіру
uz: Oyatni koʻchirish

# ayah_copied_popup
source: Ayah Copied
kk: Аят көшірілді
uz: Oyat xotiraga koʻchirildi

source: Delete Bookmark
kk: Бетбелгіні жою
uz: Xatchoʻpni oʻchirish

source: Tag Bookmark
kk: Бетбелгіні белгілеу
uz: Xatchoʻpni teglash

source: Delete Tag
kk: Белгіні жою
uz: Tegni oʻchirish

source: Edit Tag
kk: Белгіні өзгерту
uz: Tegni tahrir qilish

source: New Tag
kk: Жаңа белгі
uz: Yangi teg

source: Not Tagged
kk: Белгілеусіз
uz: Teglanmagan

# bookmark_tag_deleted
source: Deleted one item
kk: 1 элемент өшірілді
uz: Bitta element oʻchirildi

# tag_dlg_title
source: Tag
kk: Белгі
uz: Teg

# tag_name
source: Name
kk: Аты
uz: Nom

# bookmarks_list_empty
source: No Bookmarks
kk: Бетбелгі жоқ
uz: Xatchoʻplar mavjud emas

# tags_list_empty
source: No Tags
kk: Белгі жоқ
uz: Teglar mavjud emas

source: Audio Manager
kk: Аудио менеджер
uz: Audio menejer

source: Undo
kk: @string/cancel
uz: @string/cancel

# prefs_send_logs_title
source: Send logs
uz: Qaydlarni yuborish

# prefs_send_logs_summary
source: Send debug logs to the developer
uz: Ishlab chiqaruvchiga debag qaydlarini yuborish
