Repository: ASSIRY-AHMED/quran-ios
Catalog: Quran/*.lproj/Localizable.strings
Languages: kk, uz

# qari_minshawi_murattal_gapless
source: Minshawi Murattal (gapless)
kk: Мұхаммед Сыддық Миншәуи (тұтас)
uz: Minshavi (murattal, muttasil)

# qari_husary_gapless
source: Husary (gapless)
kk: Махмұд Һәлил Хусари (тұтас)
uz: Xusoriy (muttasil)

# qari_sudais_gapless
source: Abdurrahman As-Sudais (gapless)
kk: Әбдурахман Судаис (тұтас)
uz: Abdurahmon As-Sudays (muttasil)

# qari_qatami_gapless
source: Nasser Al Qatami (gapless)
kk: Насыр Қатами (тұтас)
uz: Nosir Al-Qotomiy (muttasil)

# qari_abdulbaset
source: Abd Al-Basit
kk: Әбдүлбәсит Әбдусамад
uz: Abdulbosit

# qari_abdulbaset_mujawwad
source: Abd Al-Basit Mujawwad
kk: Әбдүлбәсит Әбдусамад (тәжуид)
uz: Abdulbosit (mujavvad)

# qari_basfar
source: Abdullah Basfar
kk: Абдуллах Басфар
uz: Abdulloh Basfar

# qari_suadis
source: Abdurrahmaan As-Sudais
kk: Әбдурахман Судаис
uz: Abdurahmon As-Sudays

# qari_shatri
source: Abu Bakr Ash-Shatri
kk: Әбу Бәкр Шатри
uz: Abu Bakr Ash-Shatriy

# qari_afasy
source: Mishary Al-Afasy
kk: Мишәри Әфаси
uz: Mishariy Al-Afasiy

# qari_saad_al_ghamdi
source: Saad Al-Ghamdi
kk: Сәид Ғамиди
uz: Saʼd Al-Gʻomdiy

# qari_walk
source: Ibrahim Walk (English Trans.)
kk: Ибрахим Уолк (ағылшынша)
uz: Ibrohim Volk (inglizcha)

# qari_hani_rifai
source: Hani Ar-Rifai
kk: Һәни Рифаи
uz: Honiy Ar-Rifoiy

# qari_husary_mujawwad
source: Husary Mujawwad
kk: Махмұд Һәлил Хусари (тәжуид)
uz: Xusoriy (mujavvad)

# qari_hudhayfi
source: Ali Al-Hudhaify
kk: Әли Хұзайфи
uz: Ali Al-Xuzayfiy

# qari_muaiqly
source: Maher Al Muaiqly
kk: Мәһир Мұғайкли
uz: Mohir Al-Muayqliy

# qari_minshawi_mujawwad
source: Minshawy Mujawwad
kk: Мұхаммед Сыддық Миншәуи (тәжуид)
uz: Minshoviy (mujavvad)

# qari_tablawy
source: Mohammad al Tablaway
kk: Мұхаммед Таблауи
uz: Muhammad Al-Toblaviy

# qari_ayyoub
source: Muhammad Ayyoub
kk: Мұхаммед Әйюб
uz: Muhammad Ayyub

# qari_jibreel
source: Muhammad Jibreel
kk: Мұхаммед Жибрил
uz: Muhammad Jibriyl

# qari_shuraym
source: Saood Ash-Shuraym
kk: Сауд Шураим
uz: Saud Ash-Shuroym

# qari_dussary
source: Yasser Ad-Dussary
kk: Ясир Дусари
uz: Yosir Ad-Dussoriy

# qari_abdulbaset_gapless
source: Abd Al-Basit (gapless)
kk: Әбдүлбәсит Әбдусамад (тұтас)
uz: Abdulbosit (muttasil)

# qari_abdulbaset_mujawwad_gapless
source: Abd Al-Basit Mujawwad (gapless)
kk: Әбдүлбәсит Әбдусамад (тәжуид, тұтас)
uz: Abdulbosit (mujavvad, muttasil)

# qari_aziz_alili_gapless
source: Aziz Alili (gapless)
kk: Әзиз Әлили (тұтас)
uz: Aziz Aliliy (muttasil)

# qari_salah_budair_gapless
source: Salah Budair (gapless)
kk: Салах Бұдаир (тұтас)
uz: Saloh Budoyr (muttasil)

# qari_shuraym_gapless
source: Saood Ash-Shuraym (gapless)
kk: Сауд Шураим (тұтас)
uz: Saud Ash-Shuroym (muttasil)

# qari_yasser_dussary_gapless
source: Yasser Ad-Dussary (gapless)
kk: Ясир Дусари (тұтас)
uz: Yosir Ad-Dussoriy (muttasil)

# qari_mohammad_altablawi_gapless
source: Mohammad al Tablawy (gapless)
kk: Мұхаммед Таблауи (тұтас)
uz: Muhammad Al-Toblaviy (muttasil)

# qari_sahl_yaseen_gapless
source: Sahl Yaseen (gapless)
kk: Сәһил Йасин (тұтас)
uz: Sohil Yosin (muttasil)

# qari_shatri_gapless
source: Abu Bakr Ash-Shatri (gapless)
kk: Әбу Бәкр Шатри (тұтас)
uz: Abu Bakr Ash-Shatriy (muttasil)

# qari_ahmad_nauina_gapless
source: Ahmad Nauina (gapless)
kk: Ахмед Науина (тұтас)
uz: Ahmad Nauiyna (muttasil)

# qari_akram_al_alaqmi
source: Akram Al-Alaqmi (gapless)
kk: Әкрам Ғалақми (тұтас)
uz: Akram Al-Alaqmiy (muttasil)

# qari_ali_hajjaj_alsouasi_gapless
source: Ali Hajjaj Alsouasi (gapless)
kk: Әли Хажаж Суайси (тұтас)
uz: Ali Hajjoj Alsuaysiy (muttasil)

# sura_names[0]
source: Al-Fatihah
kk: Фатиха
uz: Fotiha

# sura_names[1]
source: Al-Baqarah
kk: Бақара
uz: Baqara

# sura_names[2]
source: Aal-E-Imran
kk: Әли Имран
uz: Oli Imron

# sura_names[3]
source: An-Nisa'
kk: Ниса
uz: Niso

# sura_names[4]
source: Al-Ma'idah
kk: Мәида
uz: Moida

# sura_names[5]
source: Al-An'am
kk: Әнʼам
uz: Anʼom

# sura_names[6]
source: Al-A'raf
kk: Аʼраф
uz: Aʼrof

# sura_names[7]
source: Al-Anfal
kk: Әнфал
uz: Anfol

# sura_names[8]
source: At-Tawbah
kk: Тәубә
uz: Tavba

# sura_names[9]
source: Yunus
kk: Юнус

# sura_names[10]
source: Hud
kk: Һуд

# sura_names[11]
source: Yusuf
kk: Юсуф

# sura_names[12]
source: Ar-Ra'd
kk: Раʼд
uz: Raʼd

# sura_names[13]
source: Ibrahim
kk: Ибрахим
uz: Ibdohim

# sura_names[14]
source: Al-Hijr
kk: Хижр
uz: Xijr

# sura_names[15]
source: An-Nahl
kk: Нахл
uz: Nahl

# sura_names[16]
source: Al-Isra'
kk: Исра
uz: Isro

# sura_names[17]
source: Al-Kahf
kk: Кәһф
uz: Kahf

# sura_names[18]
source: Maryam
kk: Мәриәм

# sura_names[19]
source: Ta-Ha
kk: Таһа
uz: Toxo

# sura_names[20]
source: Al-Anbiya'
kk: Әнбия
uz: Anbiyo

# sura_names[21]
source: Al-Hajj
kk: Хаж
uz: Haj

# sura_names[22]
source: Al-Mu'minun
kk: Муʻминун
uz: Moʻminun

# sura_names[23]
source: An-Nur
kk: Нур
uz: Nur

# sura_names[24]
source: Al-Furqan
kk: Фурқан
uz: Furqon

# sura_names[25]
source: Ash-Shu'ara
kk: Шуʻара
uz: Shuaro

# sura_names[26]
source: An-Naml
kk: Нәмл
uz: Naml

# sura_names[27]
source: Al-Qasas
kk: Қасас
uz: Qasos

# sura_names[28]
source: Al-Ankabut
kk: ʻАнкәбут
uz: Ankabut

# sura_names[29]
source: Ar-Rum
kk: Рум
uz: Rum

# sura_names[30]
source: Luqman
kk: Луқман
uz: Luqmon

# sura_names[31]
source: As-Sajdah
kk: Сәждә
uz: Sajda

# sura_names[32]
source: Al-Ahzab
kk: Ахзаб
uz: Ahzob

# sura_names[33]
source: Saba'
kk: Сәбәʼ
uz: Sabaʼ

# sura_names[34]
source: Fatir
kk: Фатыр
uz: Fotir

# sura_names[35]
source: Ya-Seen
kk: Йасин
uz: Yosin

# sura_names[36]
source: As-Saaffat
kk: Саффат
uz: As-Saffot

# sura_names[37]
source: Sad
kk: Сад
uz: Sod

# sura_names[38]
source: Az-Zumar
kk: Зумәр
uz: Zumar

# sura_names[39]
source: Ghafir
kk: Муʻмин
uz: Gʻofir

# sura_names[40]
source: Fussilat
kk: Фуссиләт

# sura_names[41]
source: Ash-Shura
kk: Шура
uz: Shuro

# sura_names[42]
source: Az-Zukhruf
kk: Зухруф
uz: Zuhruf

# sura_names[43]
source: Ad-Dukhan
kk: Духан
uz: Duxon

# sura_names[44]
source: Al-Jathiya
kk: Жәсия
uz: Josiya

# sura_names[45]
source: Al-Ahqaf
kk: Ахқаф
uz: Ahqof

# sura_names[46]
source: Muhammad
kk: Мухаммәд

# sura_names[47]
source: Al-Fath
kk: Фәтих
uz: Fath

# sura_names[48]
source: Al-Hujurat
kk: Хужурат
uz: Hujurot

# sura_names[49]
source: Qaf
kk: Қаф
uz: Qof

# sura_names[50]
source: Adh-Dhariyat
kk: Зарият
uz: Zariyat

# sura_names[51]
source: At-Tur
kk: Тур
uz: Tur

# sura_names[52]
source: An-Najm
kk: Нәжм
uz: Najm

# sura_names[53]
source: Al-Qamar
kk: Қамар
uz: Qamar

# sura_names[54]
source: Ar-Rahman
kk: Рахман
uz: Rahmon

# sura_names[55]
source: Al-Waqi'ah
kk: Уақиʼа
uz: Voqea

# sura_names[56]
source: Al-Hadid
kk: Хадид
uz: Hadid

# sura_names[57]
source: Al-Mujadila
kk: Мужәдәлә
uz: Mujodala

# sura_names[58]
source: Al-Hashr
kk: Хашр
uz: Xashr

# sura_names[59]
source: Al-Mumtahana
kk: Мумтәхинә
uz: Mumtahana

# sura_names[60]
source: As-Saf
kk: Сафф
uz: Saf

# sura_names[61]
source: Al-Jumu'ah
kk: Жумʼа
uz: Juma

# sura_names[62]
source: Al-Munafiqun
kk: Мунафиқун
uz: Munofiqun

# sura_names[63]
source: At-Taghabun
kk: Тәғабун
uz: Tagʻobun

# sura_names[64]
source: At-Talaq
kk: Таләқ
uz: Taloq

# sura_names[65]
source: At-Tahrim
kk: Тахрим
uz: Tahrim

# sura_names[66]
source: Al-Mulk
kk: Мүлк
uz: Mulk

# sura_names[67]
source: Al-Qalam
kk: Қалам
uz: Qalam

# sura_names[68]
source: Al-Haqqah
kk: Хаққа
uz: Haaqqah

# sura_names[69]
source: Al-Ma'arij
kk: Мәʼариж
uz: Maʼorij

# sura_names[70]
source: Nuh
kk: Нух

# sura_names[71]
source: Al-Jinn
kk: Жин
uz: Jin

# sura_names[72]
source: Al-Muzzammil
kk: Муззәмил
uz: Muzzammil

# sura_names[73]
source: Al-Muddaththir
kk: Муддәссир
uz: Muddassir

# sura_names[74]
source: Al-Qiyamah
kk: Қиямә
uz: Qiyomat

# sura_names[75]
source: Al-Insan
kk: Инсан
uz: Inson

# sura_names[76]
source: Al-Mursalat
kk: Мурсәләт
uz: Mursalat

# sura_names[77]
source: An-Naba'
kk: Нәбәʼ
uz: Naba

# sura_names[78]
source: An-Nazi'at
kk: Назиʼат
uz: Naziyat

# sura_names[79]
source: 'Abasa
kk: ʼАбәсә

# sura_names[80]
source: At-Takwir
kk: Тәкуир
uz: Takvir

# sura_names[81]
source: Al-Infitar
kk: Инфитар
uz: Infitor

# sura_names[82]
source: Al-Mutaffifin
kk: Мутаффифин
uz: Mutaffifun

# sura_names[83]
source: Al-Inshiqaq
kk: Иншиқақ
uz: Inshiqoq

# sura_names[84]
source: Al-Buruj
kk: Буруж
uz: Buruj

# sura_names[85]
source: At-Tariq
kk: Тариқ
uz: Toriq

# sura_names[86]
source: Al-A'la
kk: Аʼлә
uz: Aʼlo

# sura_names[87]
source: Al-Ghashiyah
kk: Ғашия
uz: Gʻoshiya

# sura_names[88]
source: Al-Fajr
kk: Фәжр
uz: Fajr

# sura_names[89]
source: Al-Balad
kk: Бәләд
uz: Balad

# sura_names[90]
source: Ash-Shams
kk: Шәмс
uz: Shams

# sura_names[91]
source: Al-Layl
kk: Ләил
uz: Layl

# sura_names[92]
source: Ad-Dhuhaa
kk: Духа
uz: Zuho

# sura_names[93]
source: Al-Sharh
kk: Инширах
uz: Sharh

# sura_names[94]
source: At-Tin
kk: Тин
uz: Tiyn

# sura_names[95]
source: Al-Alaq
kk: ʼАләқ
uz: Alaq

# sura_names[96]
source: Al-Qadr
kk: Қадр
uz: Qadr

# sura_names[97]
source: Al-Bayyinah
kk: Бәйинә
uz: Bayyina

# sura_names[98]
source: Az-Zalzalah
kk: Зилзал
uz: Zalzala

# sura_names[99]
source: Al-Adiyat
kk: ʼАдият
uz: Оdiyot

# sura_names[100]
source: Al-Qari'ah
kk: Қариʼа
uz: Qoriʼa

# sura_names[101]
source: At-Takathur
kk: Тәкәсур
uz: Takasur

# sura_names[102]
source: Al-Asr
kk: ʼАср
uz: Asr

# sura_names[103]
source: Al-Humazah
kk: Һумәзә
uz: Humaza

# sura_names[104]
source: Al-Fil
kk: Фил
uz: Fil

# sura_names[105]
source: Quraysh
kk: Қурәиш

# sura_names[106]
source: Al-Ma'un
kk: Мәʼун
uz: Moʼun

# sura_names[107]
source: Al-Kawthar
kk: Кәусәр
uz: Kavsar

# sura_names[108]
source: Al-Kafirun
kk: Кафирун
uz: Kofirun

# sura_names[109]
source: An-Nasr
kk: Наср
uz: Nasr

# sura_names[110]
source: Al-Masad
kk: Тәббәт
uz: Masad

# sura_names[111]
source: Al-Ikhlas
kk: Ихлас
uz: Ixlos

# sura_names[112]
source: Al-Falaq
kk: Фәләқ
uz: Falaq

# sura_names[113]
source: An-Nas
kk: Нас
uz: Nos

# app_name
source: Quran
kk: Құран
uz: Qurʼon

# downloadPrompt_title
source: Download Required Files?
kk: Керекті файлдар жүктелінсін бе?
uz: Kerakli fayllar yuklansinmi?

# downloadPrompt
source: In order for Quran Android to work properly, we need to download some files. If you do not do this now, the app may not work reliably and will require an Internet connection for reading. Would you like to download the required files now?
kk: Бағдарламаның дұрыс істеуі үшін тағы басқа файлдар жазу керек. Егер файлдар дәл қазір жазылмаса, Құран беттерінің жүктелуі біраз уақыт алуы мүмкін және Интернет қосылысы қажет болады. Файлдар қазір жазылсын ба?
uz: Ilova toʻliq ishlashi uchun baʼzi fayllarni koʻchirib olish lozim. Agar fayllarni hozir saqlab olmasangiz, Qurʼon sahifalarining ochilishi biroz sekin amalga oshishi mumkin hamda doimiy Internet aloqasi kerak boʻladi. Fayllarni hozir saqlab olasizmi?

# downloadTabletPrompt
source: We recently added improved images for tablets. Would you like to download these images now?
kk: Планшеттер үшін суреттер жаңартылды. Жаңа файлдар жүктелінсін бе?
uz: Planshetlar uchun rasmlar yangilandi. Yangi fayllarni hozir saqlab olasizmi?

# downloadImportantPrompt
source: There is a small yet important update for the Quran images you have on your device. Would you like to download this patch now?
kk: Құран суреттері үшін кішігірім, бірақ маңызды өзгерістер пайда болды. Жаңа файлдар қазір жүктелінсін бе?
uz: Uskunangizdagi Qurʼon rasmlari uchun kichik, ammo muhim oʻzgartirishlar kiritish lozim. Yangilangan fayllarni hozir saqlab olasizmi?

# downloadPrompt_ok
source: Yes
kk: Иә
uz: Ha

# downloadPrompt_no
source: No
kk: Жоқ
uz: Yoʻq

# downloading_title
source: Downloading…
kk: Жүктеу…
uz: Saqlanmoqda…

# downloading_message
source: Please wait for the files to download (resume supported).
kk: Файлдар толық жазылғанша күтіңіз
uz: Iltimos, fayllar toʻliq saqlanib olinguncha biroz kutib turing.

# extracting_title
source: Processing…
kk: Шығару…
uz: Ishlanmoqda…

# menu_about
source: About Us
kk: Бағдарлама туралы
uz: Ilova haqida

# menu_other_apps
source: Other apps
kk: Басқа бағдарламалар
uz: Boshqa ilovalar

# menu_settings
source: Settings
kk: Баптау
uz: Sozlamalar

# menu_jump_last_page
source: Last page
kk: Соңғы бет
uz: Oxirgi sahifa

# menu_tags
source: Tags
kk: Белгілер
uz: Teglar

# menu_bookmarks
source: Bookmarks
kk: Бетбелгілер
uz: Xatchoʻplar

# menu_bookmarks_page
source: Page Bookmarks
kk: Бет белгілері
uz: Sahifa xatchoʻplari

# menu_bookmarks_ayah
source: Ayah Bookmarks
kk: Аят белгілері
uz: Oyat xatchoʻplari

# menu_sort
source: Sort
kk: Сұрыптау
uz: Tartib

# menu_sort_date
source: Date Added
kk: Қосылған күні бойынша
uz: Sana

# menu_sort_location
source: Location in Quran
kk: Құрандағы реті бойынша
uz: Qurʼondagi yeri

# menu_sort_group_by_tags
source: Group by Tags
kk: Белгілер бойынша топтау
uz: Teglarga boʻlish

# menu_translation
source: Show Translation
kk: Аудармалар
uz: Tarjimalar

# menu_back_to_page
source: Show Quran
kk: Құран
uz: Qurʼon

# menu_help
source: Help
kk: Көмек
uz: Yordam

# menu_search
source: Search
kk: Іздеу
uz: Izlash

# menu_get_translations
source: Get Translations
kk: Аударма жүктеу
uz: Tarjimalar yuklab olish

# menu_jump
source: Jump
kk: Өту
uz: Oʻtish

source: Go to page
kk: Бетке өту
uz: Sahifaga oʻtish

source: Cancel
kk: Болдырмау
uz: Bekor qilish

# about_description
source: Quran for Android is a free Quran application. Please do not forget the contributors in your prayers.
kk: Quran for Android - тегін Құран бағдарламасы. Осы бағдарламаны жасаушыларға дұға жасауды ұмытпаңыз;)
uz: "Quran for Android" - bu bepul Qurʼon ilovasidir. Iltimos, ilovani ishlab chiqarishda ishtirok etganlarni duolaringizda unutmang.

# about_data_sources
source: Data Sources
kk: Деректер көзі
uz: Maʼlumotlar manbalari

# about_images
source: Images
kk: Суреттер
uz: Rasmlar

# about_madani_images
source: The Quran images are based on the fonts from the King Fahd Quran Printing Complex
kk: Құран суреттері King Fahd Quran Printing Complex шрифттері бойынша жасалынды
uz: Qurʼon sahifalari rasmlari Podshoh Fahd Qurʼon Bosma Kompleksi shriftlari asosida yaratildi

# about_naskh_images
source: The Quran images for the Naskh app were taken (with permission) from SHL Info Systems
kk: Naskh бағдарламасының суреттері SHL Info Systems рұқсатымен алынды
uz: "Quran - Naskh" ilovasi uchun rasmlar "SHL Info Systems" ruhsati bilan olindi

# about_qaloon_images
source: Qaloon images used with permission of Nous Memes Editions Et Diffusion (Tunisia)
kk: Qaloon бағдарламасының суреттері Nous Memes Editions Et Diffusion (Тунис) рұқсатымен алынды
uz: "Quran - Qaloon" ilovasi uchun rasmlar "Nous Memes Editions Et Diffusion (Tunisia)" ruhsati bilan olindi

# about_quranicaudio_summary
source: Gapless mp3 Quran recitations
kk: Құранның біріктіріліп (интервалсыз) оқылуы
uz: Muttasil mp3 Qurʼon tilovatlari

# about_quran_ksu
source: Electronic Moshaf Project
kk: Электронды Мұсхаф жобасы
uz: Elektron Musʼhaf proyekti

# about_quran_ksu_summary
source: The King Saud University Electronic Moshaf Project was the app's source of Arabic Tafaseer and translations for various languages
kk: Арабша тәпсір мен аудармалар Сауд королі университетінің Электронды Мұсхаф жобасынан алынды
uz: Arabcha tafsir hamda baʼzi tarjimalar Podshoh Saud Universiteti qoshidagi Elektron Musʼhaf proyektidan olindi

# about_tanzil_summary
source: Translations for many languages
kk: Бірнеше тілдегі Құран аудармалары
uz: Koʻplab tillardagi Qurʼon maʼnolari tarjimalari

# about_noorhidayat_summary
source: Noorehira font and Mufti Taqi Translation
kk: Noorehira шрифті және Мүфти Мұхаммед Тақи Усмани аудармасы
uz: "Noorehira" shrifti hamda Mufti Taqi Usmoniy tarjimasi

# about_open_source
source: Open Source Projects
kk: Ашық кодты жобалар
uz: Ochiq kodli proyektlar

# about_others
source: Others
kk: Басқалар
uz: Boshqalar

# about_contributors
source: Contributors
kk: Жасаушылар
uz: Ishtirokchilar

# about_contributors_summary
source: A list of people who contributed to the development of Quran for Android
kk: Quran for Android бағдарламасының дамуына үлес қосқандар
uz: Ushbu "Quran for Android" ilovasini ishlab chiqarishda ishtirok etganlar roʻyxati

# help_title
source: Frequently Asked Questions
kk: Жиі қойылатын сұрақтар (FAQ)
uz: Koʻp soʻralgan savollar

# help
source: <b>How do I play audio?</b> <br/>Open any Quran page. Tap on the screen once. At the bottom, you will notice a play button and some text with the name of a qari. Click the name of the qari to choose a different qari. Click play to download and play the current page or sura. <br/> <br/><b>How do I view translation?</b> <br/>Open any Quran page. Tap on the screen once. In the top, you will notice a globe icon (or, if you don't see it, click an icon with three square dots) - click this and choose translation to view the translation. <br/> If you do not have any translations downloaded, it will take you to a screen where you can download translations. Choose and download a translation, then return back and tap the globe icon again to view the translation. <br/> <br/><b>How do I bookmark a page?</b> <br/>Open any Quran page. Tap on the screen once. In the top right, you will see a bookmark icon. Tap the bookmark icon to bookmark the page (the color will turn solid white). Tap the bookmark icon again to remove the bookmark. <br/> <br/><b>How do I make the text larger?</b> <br/>For the Arabic pages, hold your phone in landscape. This makes the text larger. For translations, go to settings and set translation text size. <br/> <br/><b>How do I share an ayah?</b> <br/>While on any Arabic page, press and hold on any ayah to get a menu where you can choose to bookmark, tag, share or copy that ayah to the clipboard, see the translation, or listen to its recitation.<br/> <br/><b>Malayalam/Tamil/Bengali/Urdu fonts don't work!</b> <br/>Unfortunately, Android versions prior to 4.0 do not support these fonts, and there is little we can do to help with this.
kk: <b>Аудиоларды қалай тыңдауға болады?</b> <br/>Құран бетін ашып экранды бір рет басыңыз. Экранның төменгі жағынан ойнату батырмасы мен қари есімін көресіз. Есімнің үстіне басып басқа қариды таңдауға болады. Ойнату батырмасын басып ашық тұрған бетті немесе сүрені тыңдауға болады. <br/> <br/><b>Аудармаларды қалай көруге болады?</b> <br/>Құран бетін ашып экранды бір рет басыңыз. Экранның жоғарғы жағынан глобус суретін көресіз. Глобусты басып аудармасын көре аласыз. <br/> Егер бұрын жүктелген аудармалар болмаса, аудармалар жүктеу беті ашылады. Керекті аударманы жүктеп кері қайтыңыз. Қайта глобусты басып аударманы көре аласыз. <br/> <br/><b>Бетке қалай белгі қоюға болады?</b> <br/>Құран бетін ашып экранды бір рет басыңыз. Экранның жоғарғы оң жағынан бетбелгі суретін көресіз. Белгі қою үшін соны басыңыз (бетбелгі ақ түске боялады). Белгіні жою үшін батырманы қайта басыңыз. <br/> <br/><b>Мәтінді қалай үлкейтуге болады?</b> <br/>Арабша мәтінді үлкейту үшін құрылғыны көлденеңінен ұстаңыз (көлденең режимі). Аударма мәтінін үлкейту үшін баптаулардан шрифт өлшемін таңдаңыз. <br/> <br/><b>Қалай аяттарды басқа адамдармен бөлісуге болады?</b> <br/>Құран бетін ашып арабша аяттың үстінен басып тұрыңыз. Ашылған мәзір арқылы аятқа белгі қоюға, бөлісуге, аудармасын көруге, көшіруге және қырағатын тыңдауға болады. <br/> <br/><b>Malayalam/Tamil/Bengali/Urdu шрифттері істемейді!</b> <br/>Өкінішке орай Android 4.0-тен төменгі нұсқалар бұл шрифттерді қолдамайды.
uz: <b>Audiolarni qanday eshitish mumkin?</b> <br/>Qurʼonning istalgan sahifasini oching va ekranga bir marta bosing. Ekranning quyi qismida chalish tugmasi va qorining ismini koʻrasiz. Qori nomiga bosib roʻyxatdan boshqalarini ham tanlash mumkin. Chalish tugmasiga bosib ochiq turgan sahifa yoki surani eshitish mumkin. <br/> <br/><b>Tarjimalarni qanday oʻqish mumkin?</b> <br/>Qurʼonning istalgan sahifasini oching va ekranga bir marta bosing. Ekranning yuqori qismida globus rasmini koʻrasiz. Globusga bosib tarjima tanlang. <br/> Agar avval saqlangan tarjimalar mavjud boʻlmasa, tarjimalarni saqlab olish sahifasi ochiladi. Istalgan tarjimani tanlab, saqlab oling. Shundan keyin orqaga qaytib globus rasmini yana bir marta bosing. <br/> <br/><b>Sahifani qanday xatchoʻplash mumkin?</b> <br/>Qurʼonning istalgan sahifasini oching va ekranga bir marta bosing. Ekranning yuqori qismida xatchoʻp rasmini koʻrasiz. Xatchoʻpga bir marta bosish orqali sahifani xatchoʻplang (rasm rangi toʻq oq rangga oʻzgaradi), yana bir marta bosilsa sahifa xatchoʻplardan oʻchiriladi. <br/> <br/><b>Shriftlarni qanday kattalashtirish mumkin?</b> <br/>Arabcha matnlarni kattalashtirish uchun uskunangizni landshaft (yotiq) holatda tuting. Tarjima matnlari shriftini esa sozlamalar orqali oʻzgartirishingiz mumkin. <br/> <br/><b>Oyatni boshqalar bilan qanday boʻlishish mumkin?</b> <br/>Qurʼonning istalgan sahifasini oching va biror oyat ustiga biroz bosib turing. Yangi ochilgan menyu orqali oyatni xatchoʻplarga qoʻshishingiz, teglashingiz, boʻlishingiz, tarjimasini koʻrishingiz hamda qiroatini tinglashingiz mumkin. <br/> <br/><b>Malayalam/Tamil/Bengali/Urdu shriflari ishlamayabdi!</b> <br/>Afsuski, Android 4.0 dan avvalgi versiyalarda ushbu shriftlar umuman ishlamaydi va bu boradi biz biror yordam qila olmaymiz.

# search_hint
source: Search the Quran
kk: Іздеу
uz: Izlash

# quranSearchType
source: Verses of the Quran
kk: Сүрелер
uz: Suralar

# files_downloaded
source: 1 sura downloaded
kk: 1 сүре жазылды
uz: Bitta sura saqlangan

# search_results
source: One result for "%1$s":
kk: "%1$s" бойынша 1 нәтиже:
uz: "%1$s" boʻyicha bitta natija:

# storage_permission_rationale
source: Quran wants your permission to store its data on external storage. Quran will work without this permission, but if you clear data or uninstall the app, all downloaded pages, audio, and data will be removed. Grant Quran permission?
kk: Құран деректерін сыртқы қоймаға сақтау үшін рұқсат сұралуда. Құран бағдарламасы рұқсат берілмесе де істей береді, бірақ бағдарлама жойылғанда немесе деректер тазартылғанда жүктелген беттер, аудиолар және басқа да мәліметтер бірге жойылып кетеді. Сыртқы қоймаға сақтауға рұқсат бересіз бе?
uz: Qurʼon maʼlumotlarni saqlash uchun tashqi xotiraga bogʻlanishga ruxsat berishingizni soʻramoqda. Ushbu ruxsatni bermasangiz ham Qurʼon ishlashi mumkin, biroq ilovani oʻchirsangiz yoki maʼlumotlarni tozalasangiz barcha saqlab olingan suralar, audio va tarjimalar ham oʻchib ketadi. Tashqi xotiraga bogʻlanishga ruxsat berasizmi?

# storage_permission_please_restart
source: Please restart the app for this to take effect.
kk: Өзгерістер күшіне ену үшін бағдарламаны қайта қосу керек.
uz: Iltimos, ushbu oʻzgarish amalga kirishi uchun ilovani qayta ishga tushiring.

source: Found in Sura
kk: Сүреде табылды
uz: Surada topildi

# no_results
source: No results found for "%s"
kk: "%s" бойынша нәтиже табылмады
uz: "%s" boʻyicha natija topilmadi

# no_active_translation
source: You have no active translation set. Please set an active translation first and then search again.
kk: Белсенді аударма таңдалмаған. Алдымен белсенді аударма таңдап, қайта іздеп көріңіз.
uz: Birorta ham tarjima faol foydalanishda emas. Iltimos, avval biror tarjimani foydalanish uchun tanlang, soʻngra qayta izlab koʻring.

source: Translation Settings
kk: Аударма баптаулары
uz: Tarjima sozlamalari

# no_arabic_search_available
source: You have not downloaded the Arabic search pack. Please download it and try your search again.
kk: Арабша іздеу деректері орнатылмаған. Алдымен оны жүктеңіз. Кейін қайта іздеп көріңіз.
uz: Arabcha izlash moduli oʻrnatilmagan, iltimos, avval uni saqlab oling. Soʻngra qayta izlab koʻring.

# get_arabic_search_db
source: Get Arabic Search Database
kk: Арабша іздеу деректерін орнату
uz: Arabcha izlash bazasini oʻrnatish

# prefs_category_navigation
source: Navigation
kk: Парақтау
uz: Varoqlash
